Repository: ozcotech/Denklem-SwiftUI
Catalog: Denklem/Denklem/Localization/*.lproj/Localizable.strings
Languages: tr

# app.tagline
source: Mediation Fee Calculator
tr: Arabuluculuk Ücreti Hesaplama

# app.description
source: Calculate mediation fees quickly and accurately
tr: Arabuluculuk ücretlerini hızlı ve doğru hesaplayın

# general.calculate
source: Calculate
tr: Hesapla

# general.cancel
source: Cancel
tr: İptal

# general.ok
source: OK
tr: Tamam

# general.save
source: Save
tr: Kaydet

# general.share
source: Share
tr: Paylaş

# general.export
source: Export
tr: Dışa Aktar

# general.close
source: Close
tr: Kapat

# general.back
source: Back
tr: Geri

# general.next
source: Next
tr: İleri

# general.done
source: Done
tr: Bitti

# general.error
source: Error
tr: Hata

# general.warning
source: Warning
tr: Uyarı

# general.info
source: Info
tr: Bilgi

# general.success
source: Success
tr: Başarılı

# dispute_type.worker_employer
source: Worker-Employer
tr: İşçi-İşveren

# dispute_type.commercial
source: Commercial
tr: Ticari

# dispute_type.consumer
source: Consumer
tr: Tüketici

# dispute_type.rent
source: Rent
tr: Kira

# dispute_type.neighbor
source: Neighbor Law
tr: Komşu Hukuku

# dispute_type.condominium
source: Condominium Law
tr: Kat Mülkiyeti

# dispute_type.family
source: Family
tr: Aile

# dispute_type.partnership_dissolution
source: Partnership Dissolution
tr: Ortaklığın Giderilmesi

# dispute_type.other
source: Other
tr: Diğer

# dispute_type.worker_employer.description
source: Disputes Arising From Labor Law
tr: İş Hukukundan Kaynaklanan Uyuşmazlıklar

# dispute_type.commercial.description
source: Disputes Arising From Commercial Transactions
tr: Ticaret Hukukundan Kaynaklanan Uyuşmazlıklar

# dispute_type.consumer.description
source: Disputes Arising From Consumer Rights
tr: Tüketici Hukukundan Kaynaklanan Uyuşmazlıklar

# dispute_type.rent.description
source: Disputes Arising From Rental Relationships
tr: Kira Hukukundan Kaynaklanan Uyuşmazlıklar

# dispute_type.neighbor.description
source: Disputes Arising From Neighbor Law
tr: Komşu Hukukundan Kaynaklanan Uyuşmazlıklar

# dispute_type.condominium.description
source: Disputes Arising From Condominium Law
tr: Kat Mülkiyeti Hukukundan Kaynaklanan Uyuşmazlıklar

# dispute_type.family.description
source: Disputes Arising From Family Law
tr: Aile Hukukundan Kaynaklanan Uyuşmazlıklar

# dispute_type.partnership_dissolution.description
source: Disputes Related To Partnership Dissolution
tr: Ortaklığın Giderilmesine İlişkin Uyuşmazlıklar

# dispute_type.other.description
source: Other Types Of Disputes
tr: Diğer Uyuşmazlık Türleri

# agreement_status.agreed
source: Agreement
tr: Anlaşma

# agreement_status.not_agreed
source: No Agreement
tr: Anlaşmama

# agreement_status.agreed.description
source: Parties reached an agreement
tr: Taraflar anlaşmaya vardı.

# agreement_status.not_agreed.description
source: Parties could not reach an agreement
tr: Taraflar anlaşamadı.

# calculation_type.monetary
source: Monetary
tr: Parasal Uyuşmazlık

# calculation_type.non_monetary
source: Non-Monetary
tr: Parasal Olmayan Uyuşmazlık

# calculation_type.time_calculation
source: Time Calculation
tr: Süre Hesaplama

# calculation_type.smm_calculation
source: SMM Calculation
tr: SMM Hesaplama

# calculation_type.monetary.description
source: Fee Calculation For Monetary Disputes
tr: Parasal Uyuşmazlıklar İçin Ücret Hesaplama

# calculation_type.non_monetary.description
source: Fee Calculation For Non-monetary Disputes
tr: Parasal Olmayan Uyuşmazlıklar İçin Ücret Hesaplama

# calculation_type.time_calculation.description
source: Time Planning For Mediation Processes
tr: Arabuluculuk Süreçlerinin Zaman Planlaması

# calculation_type.smm_calculation.description
source: Freelance Receipt Calculation
tr: Serbest Meslek Makbuzu Hesaplama

# smm_calculation_type.vat_included_withholding_excluded
source: VAT Included, Withholding Excluded
tr: KDV Dahil, Stopaj Hariç

# smm_calculation_type.vat_excluded_withholding_included
source: VAT Excluded, Withholding Included
tr: KDV Hariç, Stopaj Dahil

# smm_calculation_type.vat_included_withholding_included
source: VAT Included, Withholding Included
tr: KDV Dahil, Stopaj Dahil

# smm_calculation_type.vat_excluded_withholding_excluded
source: VAT Excluded, Withholding Excluded
tr: KDV Hariç, Stopaj Hariç

# smm_calculation_type.vat_included_withholding_excluded.description
source: VAT included, income tax withholding excluded calculation
tr: KDV Dahil, Gelir Vergisi Stopajı Hariç Hesaplama

# smm_calculation_type.vat_excluded_withholding_included.description
source: VAT excluded, income tax withholding included calculation
tr: KDV Hariç, Gelir Vergisi Stopajı Dahil Hesaplama

# smm_calculation_type.vat_included_withholding_included.description
source: VAT included, income tax withholding included calculation
tr: KDV Dahil, Gelir Vergisi Stopajı Dahil Hesaplama

# smm_calculation_type.vat_excluded_withholding_excluded.description
source: VAT excluded, income tax withholding excluded calculation
tr: KDV Hariç, Gelir Vergisi Stopajı Hariç Hesaplama

# smm_result.mediation_fee
source: Gross Fee (VAT Excluded)
tr: Brüt Ücret (KDV Hariç)

# smm_result.income_tax_withholding
source: Income Tax Withholding (20%)
tr: Gelir Vergisi Stopajı (%20)

# smm_result.net_fee
source: Net Fee
tr: Net Ücret

# smm_result.vat
source: VAT (20%)
tr: KDV (%20)

# smm_result.collected_fee
source: Collected Fee
tr: Tahsil Edilecek Ücret

# smm_result.legal_person
source: Legal Person
tr: Tüzel Kişi

# smm_result.real_person
source: Real Person
tr: Gerçek Kişi

# validation.amount.min
source: Minimum amount must be ₺0.01
tr: Minimum tutar 0,01 ₺ olmalıdır

# validation.amount.max
source: Maximum amount must be ₺999,999,999.00
tr: Maksimum tutar 999.999.999,00 ₺ olmalıdır

# validation.party_count.min
source: Minimum party count must be 2
tr: Minimum taraf sayısı 2 olmalıdır

# validation.party_count.max
source: Maximum party count must be 1000
tr: Maksimum taraf sayısı 1000 olmalıdır

# validation.required_field
source: This field is required
tr: Bu alan zorunludur

# validation.invalid_amount
source: Invalid amount
tr: Geçersiz tutar

# validation.invalid_party_count
source: Invalid party count
tr: Geçersiz taraf sayısı

# validation.estimated_tariff
source: This tariff is estimated, not official
tr: Bu tarife tahmini veridir, resmi değildir

# validation.invalid_dispute_type
source: Invalid dispute type
tr: Geçersiz uyuşmazlık türü

# error.calculation_failed
source: Calculation failed
tr: Hesaplama işlemi başarısız

# error.invalid_input
source: Invalid input
tr: Geçersiz giriş

# error.network_error
source: Network error
tr: Ağ hatası

# error.file_error
source: File error
tr: Dosya hatası

# error.unknown_error
source: Unknown error
tr: Bilinmeyen hata

# error.try_again
source: Try again
tr: Tekrar deneyin

# error.unsupported_year
source: Unsupported year
tr: Desteklenmeyen yıl

# error.tariff_creation_failed
source: Tariff creation failed
tr: Tarife oluşturulamadı

# screen.title.home
source: Home
tr: Ana Sayfa

# screen.title.dispute_category
source: Dispute Category
tr: Uyuşmazlık Kategorisi

# screen.title.agreement_status
source: Agreement Status
tr: Anlaşma Durumu

# screen.title.dispute_type
source: Dispute Type
tr: Uyuşmazlık Türü

# screen.title.input
source: Input
tr: Bilgi Girişi

# screen.title.result
source: Result
tr: Sonuç

# screen.title.time_calculation
source: Time Calculation
tr: Süre Hesaplama

# screen.title.smm_calculation
source: SMM Calculation
tr: SMM Hesaplama

# screen.title.about
source: About
tr: Hakkımızda

# screen.title.legislation
source: Legislation
tr: Mevzuat

# input.agreement_amount
source: Agreement Amount
tr: Anlaşma Tutarı

# input.party_count
source: Party Count
tr: Taraf Sayısı

# input.mediation_fee
source: Mediation Fee
tr: Arabuluculuk Ücreti

# input.start_date
source: Start Date
tr: Başlangıç Tarihi

# input.placeholder.amount
source: Enter Amount
tr: Anlaşma Tutarı Girin

# input.placeholder.party_count
source: Enter Party Count
tr: Taraf Sayısı Girin

# input.placeholder.mediation_fee
source: Enter Fee
tr: Hesaplanacak Ücreti Girin

# input.hint.amount
source: Monetary value of the dispute
tr: Uyuşmazlığın parasal değeri

# input.hint.party_count
source: Number of parties participating in mediation
tr: Arabuluculuk sürecine katılan taraf sayısı

# input.hint.mediation_fee
source: Mediation fee to be calculated
tr: Hesaplanacak arabuluculuk ücreti

# result.mediation_fee
source: Mediation Fee
tr: Arabuluculuk Ücreti

# result.dispute_type
source: Dispute Type
tr: Uyuşmazlık Türü

# result.amount
source: Amount
tr: Tutar

# result.party_count
source: Party Count
tr: Taraf Sayısı

# result.calculation_date
source: Calculation Date
tr: Hesaplama Tarihi

# result.tariff_year
source: Tariff Year
tr: Tarife Yılı

# time_calculation.dispute_types
source: Dispute Types
tr: Uyuşmazlık Türleri

# time_calculation.labor_law
source: Labor Law Disputes
tr: İş Hukuku Uyuşmazlıkları

# time_calculation.commercial_law
source: Commercial Law Disputes
tr: Ticaret Hukuku Uyuşmazlıkları

# time_calculation.consumer_law
source: Consumer Law Disputes
tr: Tüketici Hukuku Uyuşmazlıkları

# time_calculation.rental_disputes
source: Rental Disputes
tr: Kira İlişkisinden Kaynaklanan Uyuşmazlıklar

# time_calculation.partnership_dissolution
source: Partnership Dissolution Disputes
tr: Ortaklığın Giderilmesine İlişkin Uyuşmazlıklar

# time_calculation.condominium_law
source: Condominium Law Disputes
tr: Kat Mülkiyeti Kanunundan Kaynaklanan Uyuşmazlıklar

# time_calculation.neighbor_law
source: Neighbor Law Disputes
tr: Komşu Hukukundan Kaynaklanan Uyuşmazlıklar

# time_calculation.agricultural_production
source: Agricultural Production Contract Disputes
tr: Tarımsal Üretim Sözleşmesinden Kaynaklanan Uyuşmazlıklar

# time_calculation.week
source: Week
tr: Hafta

# time_calculation.weeks
source: Weeks
tr: Hafta

# time_calculation.deadline
source: Deadline
tr: Son Tarih

# time_calculation.extended_deadline
source: Extended Deadline
tr: Uzatılmış Son Tarih

# home.welcome
source: Welcome
tr: Hoş Geldiniz

# home.select_year
source: Select Year
tr: Yıl Seçiniz

# home.year_warning
source: Scroll up and select year
tr: Yukarı kaydırınız ve yıl seçiniz

# home.dispute_categories
source: Dispute Categories
tr: Uyuşmazlık Kategorileri

# home.monetary_disputes
source: Monetary Disputes
tr: Konusu Para Olan Uyuşmazlıklar

# home.non_monetary_disputes
source: Non-Monetary Disputes
tr: Konusu Para Olmayan Uyuşmazlıklar

# home.other_calculations
source: Other Calculations
tr: Diğer Hesaplamalar

# home.time_calculation
source: Time Calculation
tr: Süre Hesaplama

# home.smm_calculation
source: SMM Calculation
tr: SMM Hesaplama

# start.enter_button
source: Enter
tr: Giriş

# start.select_year_hint
source: Select Tariff Year
tr: Tarife Yılını Seçin

# start.scroll_to_select
source: Scroll To Select
tr: Kaydırarak Seçin

# about.app_info
source: App Information
tr: Uygulama Bilgileri

# about.version
source: Version
tr: Versiyon

# about.developer
source: Developer
tr: Geliştiren

# about.contact
source: Contact
tr: İletişim

# about.company
source: Company
tr: Şirket

# about.legal_info
source: Legal Information
tr: Yasal Bilgiler

# about.disclaimer
source: This app calculates fees based on the Mediation Fee Tariff published by the Ministry of Justice for the year %d. Please consult official sources.
tr: Bu uygulama, Adalet Bakanlığı tarafından yayınlanan %d yılı Arabuluculuk Ücret Tarifesi'ne göre hesaplama yapmaktadır. Resmi kaynakları kontrol etmeniz önerilir.

# about.copyright
source: All rights reserved.
tr: Tüm hakları saklıdır.

# about.who_we_are
source: Who We Are
tr: Biz Kimiz

# about.app_description_long
source: Mediation Fee Calculation App
tr: Arabuluculuk Ücreti Hesaplama Uygulaması

# about.smm_receipt
source: Freelance Receipt
tr: Serbest Meslek Makbuzu

# about.features
source: Features
tr: Özellikler

# about.supported_years
source: Supported Years
tr: Desteklenen Yıllar

# about.dispute_types
source: Dispute Types
tr: Uyuşmazlık Türleri

# about.languages
source: Languages
tr: Diller

# about.calculation_types
source: Calculation Types
tr: Hesaplama Türleri

# about.tariff_years
source: Tariff Years
tr: Tarife Yılları

# about.legal
source: Legal
tr: Yasal

# about.data_source
source: Data Source
tr: Veri Kaynağı

# about.official_data
source: Official Data
tr: Resmi Veri

# about.finalized_data
source: Finalized Data
tr: Kesinleşmiş Veri

# about.estimated_data
source: Estimated Data
tr: Tahmini Veri

# about.bundle_id
source: Bundle Identifier
tr: Paket Kimliği

# about.min_ios_version
source: Minimum iOS Version
tr: Minimum iOS Sürümü

# about.build_config
source: Build Configuration
tr: Derleme Yapılandırması

# legislation.title
source: Mediation Fee Tariff
tr: Arabuluculuk Ücret Tarifesi

# legislation.year
source: Year
tr: Yıl

# legislation.source
source: Source
tr: Kaynak

# legislation.view_document
source: View Document
tr: Belgeyi Görüntüle

# success.calculation_completed
source: Calculation completed successfully
tr: Hesaplama başarıyla tamamlandı.

# success.data_saved
source: Data saved
tr: Veriler kaydedildi.

# success.data_exported
source: Data exported
tr: Veriler dışa aktarıldı.

# success.shared
source: Shared
tr: Paylaşıldı.

# loading.calculating
source: Calculating...
tr: Hesaplanıyor...

# loading.loading
source: Loading...
tr: Yükleniyor...

# loading.please_wait
source: Please wait...
tr: Lütfen bekleyin...

# tab.home
source: Home
tr: Ana Sayfa

# tab.legislation
source: Legislation
tr: Mevzuat

# tab.about
source: About
tr: Hakkında

# tab.language
source: EN
tr: TR

# language.title
source: Language Settings
tr: Dil Ayarları

# language.current
source: Current Language
tr: Mevcut Dil

# language.select
source: Select Language
tr: Dil Seçiniz

# language.english
source: English
tr: İngilizce

# language.change_success
source: Language changed successfully
tr: Dil başarıyla değiştirildi

# language.restart_required
source: Restart the app for changes to take effect
tr: Değişiklikler için uygulamayı yeniden başlatın

# contact.email
source: Email
tr: E-posta

# contact.website
source: Website
tr: Web Sitesi

# contact.share_app
source: Share App
tr: Uygulamayı Paylaş

# contact.rate_app
source: Rate App
tr: Uygulamayı Değerlendir

# contact.send_feedback
source: Send Feedback
tr: Geri Bildirim Gönder

source: Legal Disclaimer
tr: Yasal Uyarı

# legal.source
source: Source
tr: Kaynak

# legal.privacy_policy
source: Privacy Policy
tr: Gizlilik Politikası

# legal.terms_of_use
source: Terms of Use
tr: Kullanım Şartları

# legal.data_protection
source: Data Protection
tr: Veri Koruması

# legal.official_source
source: Official Source
tr: Resmi Kaynak

# time_calculation.dispute_type_duration
source: Durations by Dispute Type
tr: Uyuşmazlık Türüne Göre Süreler

# calculation.type_header
source: Calculation Type
tr: Hesaplama Türü
